"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 2155, \"word_counts\": \"{\\\"numvar\\\": 988, \\\"prep\\\": 2298, \\\"const\\\": 2014, \\\"unk\\\": 4897, \\\"howmany\\\": 213, \\\"ot\\\": 2753, \\\"whowhat\\\": 907, \\\"with\\\": 252, \\\"otr\\\": 429, \\\"all\\\": 267, \\\"catvar\\\": 323, \\\"num\\\": 658, \\\"tot\\\": 517, \\\"per\\\": 778, \\\"avg\\\": 896, \\\"greatest\\\": 318, \\\"smallest\\\": 192, \\\"most\\\": 146, \\\"least\\\": 79}\", \"word_docs\": \"{\\\"const\\\": 1342, \\\"numvar\\\": 984, \\\"prep\\\": 1553, \\\"unk\\\": 2014, \\\"howmany\\\": 213, \\\"ot\\\": 1805, \\\"whowhat\\\": 895, \\\"with\\\": 250, \\\"otr\\\": 392, \\\"all\\\": 256, \\\"catvar\\\": 323, \\\"num\\\": 656, \\\"tot\\\": 516, \\\"per\\\": 697, \\\"avg\\\": 896, \\\"greatest\\\": 318, \\\"smallest\\\": 192, \\\"most\\\": 146, \\\"least\\\": 79}\", \"index_docs\": \"{\\\"4\\\": 1342, \\\"5\\\": 984, \\\"3\\\": 1553, \\\"1\\\": 2014, \\\"16\\\": 213, \\\"2\\\": 1805, \\\"6\\\": 895, \\\"15\\\": 250, \\\"11\\\": 392, \\\"14\\\": 256, \\\"12\\\": 323, \\\"9\\\": 656, \\\"10\\\": 516, \\\"8\\\": 697, \\\"7\\\": 896, \\\"13\\\": 318, \\\"17\\\": 192, \\\"18\\\": 146, \\\"19\\\": 79}\", \"index_word\": \"{\\\"1\\\": \\\"unk\\\", \\\"2\\\": \\\"ot\\\", \\\"3\\\": \\\"prep\\\", \\\"4\\\": \\\"const\\\", \\\"5\\\": \\\"numvar\\\", \\\"6\\\": \\\"whowhat\\\", \\\"7\\\": \\\"avg\\\", \\\"8\\\": \\\"per\\\", \\\"9\\\": \\\"num\\\", \\\"10\\\": \\\"tot\\\", \\\"11\\\": \\\"otr\\\", \\\"12\\\": \\\"catvar\\\", \\\"13\\\": \\\"greatest\\\", \\\"14\\\": \\\"all\\\", \\\"15\\\": \\\"with\\\", \\\"16\\\": \\\"howmany\\\", \\\"17\\\": \\\"smallest\\\", \\\"18\\\": \\\"most\\\", \\\"19\\\": \\\"least\\\"}\", \"word_index\": \"{\\\"unk\\\": 1, \\\"ot\\\": 2, \\\"prep\\\": 3, \\\"const\\\": 4, \\\"numvar\\\": 5, \\\"whowhat\\\": 6, \\\"avg\\\": 7, \\\"per\\\": 8, \\\"num\\\": 9, \\\"tot\\\": 10, \\\"otr\\\": 11, \\\"catvar\\\": 12, \\\"greatest\\\": 13, \\\"all\\\": 14, \\\"with\\\": 15, \\\"howmany\\\": 16, \\\"smallest\\\": 17, \\\"most\\\": 18, \\\"least\\\": 19}\"}}"