"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 1875, \"word_counts\": \"{\\\"numvar\\\": 930, \\\"prep\\\": 1929, \\\"const\\\": 1713, \\\"unk\\\": 4313, \\\"howmany\\\": 213, \\\"ot\\\": 2175, \\\"whowhat\\\": 749, \\\"otr\\\": 406, \\\"all\\\": 267, \\\"catvar\\\": 323, \\\"num\\\": 569, \\\"tot\\\": 476, \\\"per\\\": 724, \\\"avg\\\": 702, \\\"most\\\": 299, \\\"least\\\": 157}\", \"word_docs\": \"{\\\"const\\\": 1119, \\\"prep\\\": 1316, \\\"numvar\\\": 926, \\\"unk\\\": 1740, \\\"howmany\\\": 213, \\\"ot\\\": 1537, \\\"whowhat\\\": 737, \\\"otr\\\": 369, \\\"all\\\": 256, \\\"catvar\\\": 323, \\\"num\\\": 567, \\\"tot\\\": 475, \\\"per\\\": 643, \\\"avg\\\": 702, \\\"most\\\": 299, \\\"least\\\": 157}\", \"index_docs\": \"{\\\"4\\\": 1119, \\\"3\\\": 1316, \\\"5\\\": 926, \\\"1\\\": 1740, \\\"15\\\": 213, \\\"2\\\": 1537, \\\"6\\\": 737, \\\"11\\\": 369, \\\"14\\\": 256, \\\"12\\\": 323, \\\"9\\\": 567, \\\"10\\\": 475, \\\"7\\\": 643, \\\"8\\\": 702, \\\"13\\\": 299, \\\"16\\\": 157}\", \"index_word\": \"{\\\"1\\\": \\\"unk\\\", \\\"2\\\": \\\"ot\\\", \\\"3\\\": \\\"prep\\\", \\\"4\\\": \\\"const\\\", \\\"5\\\": \\\"numvar\\\", \\\"6\\\": \\\"whowhat\\\", \\\"7\\\": \\\"per\\\", \\\"8\\\": \\\"avg\\\", \\\"9\\\": \\\"num\\\", \\\"10\\\": \\\"tot\\\", \\\"11\\\": \\\"otr\\\", \\\"12\\\": \\\"catvar\\\", \\\"13\\\": \\\"most\\\", \\\"14\\\": \\\"all\\\", \\\"15\\\": \\\"howmany\\\", \\\"16\\\": \\\"least\\\"}\", \"word_index\": \"{\\\"unk\\\": 1, \\\"ot\\\": 2, \\\"prep\\\": 3, \\\"const\\\": 4, \\\"numvar\\\": 5, \\\"whowhat\\\": 6, \\\"per\\\": 7, \\\"avg\\\": 8, \\\"num\\\": 9, \\\"tot\\\": 10, \\\"otr\\\": 11, \\\"catvar\\\": 12, \\\"most\\\": 13, \\\"all\\\": 14, \\\"howmany\\\": 15, \\\"least\\\": 16}\"}}"